/* No comment provided by engineer. */
"B" = "F";

/* No comment provided by engineer. */
"Boards" = "Boards";

/* No comment provided by engineer. */
"Confirmation" = "Bestätigung";

/* No comment provided by engineer. */
"Copied link" = "Link kopiert";

/* No comment provided by engineer. */
"Create Thread" = "Thread erstellen";

/* No comment provided by engineer. */
"Edit" = "Editieren";

/* No comment provided by engineer. */
"Error" = "Fehler";

/* No comment provided by engineer. */
"Error: Could not connect to server" = "Fehler: Kann nicht mit dem Server verbinden";

/* No comment provided by engineer. */
"I" = "K";

/* No comment provided by engineer. */
"Image" = "Image";

/* No comment provided by engineer. */
"Link" = "Link";

/* No comment provided by engineer. */
"Loading…" = "Loading…";

/* No comment provided by engineer. */
"Login data is valid" = "Login Daten sind gültig";

/* No comment provided by engineer. */
"Login data was entered incorrectly" = "Login Daten wurden nicht korrekt eingegeben";

/* No comment provided by engineer. */
"M!service Error" = "M!service Error";

/* No comment provided by engineer. */
"Network Error" = "Netzwerk Fehler";

/* No comment provided by engineer. */
"Notification disabled" = "Benachrichtigung deaktiviert";

/* No comment provided by engineer. */
"Notification enabled" = "Benachrichtigung aktiviert";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Please enter username and password" = "Bitte Benutzername und Passwort eingeben";

/* No comment provided by engineer. */
"Reply" = "Antworten";

/* No comment provided by engineer. */
"S" = "S";

/* No comment provided by engineer. */
"Select a board…" = "Board auswählen…";

/* No comment provided by engineer. */
"Select a thread…" = "Thread auswählen…";

/* No comment provided by engineer. */
"Selected text is not a valid image URL" = "Markierter Text ist keine gültige Bild-URL";

/* No comment provided by engineer. */
"Selected text is not a valid URL" = "Markierter Text ist keine gültige URL";

/* No comment provided by engineer. */
"Spoiler" = "Spoiler";

/* No comment provided by engineer. */
"Thank you for your contribution \"%@\"" = "Vielen Dank für deinen Beitrag \"%@\"";

/* No comment provided by engineer. */
"Threads" = "Threads";

/* No comment provided by engineer. */
"Try pull to refresh…" = "Ziehen zum aktualisieren…";

/* No comment provided by engineer. */
"U" = "U";

/* No comment provided by engineer. */
"URL for this message was copied to clipboard" = "Die URL zu dieser Nachricht wurde in den Zwischenspeicher kopiert";

/* No comment provided by engineer. */
"Verifying login data…" = "Prüfe Login Daten…";

/* No comment provided by engineer. */
"Verifying username and password…" = "Prüfe Benutzername und Passwort…";

/* No comment provided by engineer. */
"Version %@ (%@)\nCopyright © 2014 Christopher Reitz aka Stitch\nAll rights reserved." = "Version %1$@ (%2$@)\nCopyright © 2014 Christopher Reitz aka Stitch\nAlle Rechte vorbehalten.";

/* No comment provided by engineer. */
"Welcome %@" = "Willkommen %@";

/* No comment provided by engineer. */
"You are not logged in" = "Du bist nicht eingeloggt";

/* No comment provided by engineer. */
"You will no longer receive Emails if anyone replies to this message" = "Du wirst keine E-Mails mehr erhalten, wenn jemand auf diese Nachricht antwortet";

/* No comment provided by engineer. */
"You will receive an Email if anyone replies to this message" = "Du wirst per E-Mail benachrichtigt, wenn jemand auf diese Nachricht antwortet";

/* No comment provided by engineer. */
"Your message \"%@\" was changed" = "Deine Nachricht \"%@\" wurde geändert";

/* Profile */
"picture" = "";
"firstname" = "Vorname";
"lastname" = "Nachname";
"domicile" = "Wohnort";
"accountNo" = "Account-Nr.";
"registrationDate" = "Mitglied seit";
"email" = "E-Mail";
"icq" = "ICQ";
"homepage" = "Homepage";
"firstGame" = "Erstes Spiel";
"allTimeClassics" = "All-Time-Classics";
"favoriteGenres" = "Lieblingsgenres";
"currentSystems" = "Aktuelle Systeme";
"hobbies" = "Hobbys";
"xboxLiveGamertag" = "XBox Live Gamertag";
"psnId" = "Playstation Network ID";
"nintendoFriendcode" = "Nintendo Friendcode";
"lastUpdate" = "Letztes Update";

/* MServiceConnector */
"-2" = "Keine Internet Verbindung";
"-1" = "Verbindung zu M!service fehlgeschlagen";
"400" = "Bitte fülle das Feld Thema aus";
"401" = "Bitte überprüfe deine Login Daten in den Einstellungen";
"403" = "Editieren dieser Nachricht ist nicht mehr erlaubt";
"404" = "Aktion konnte nicht ausgeführt werden:\n%@";
"500" = "Aktion konnte nicht ausgeführt werden:\nEin unbekannter Fehler ist aufgetreten";
"504" = "Man!ac Forum Server down?";
